Repository: isnihal/DayCraft
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, vi

source: Add your routines by tapping the button above
ar: أضف روتيناتك عن طريق الضغط على الزر أعلاه
de: Fügen Sie Ihre Routinen hinzu, indem Sie auf die Schaltfläche oben tippen.
es: Agregar tus rutinas tocando el botón de arriba
vi: Thêm các thói quen của bạn bằng cách nhấn vào nút ở phía trên

source: Add your routines by tapping the button below
ar: أضف روتيناتك عن طريق الضغط على الزر أعلاه
de: Fügen Sie Ihre Routinen hinzu, indem Sie auf die Schaltfläche unten tippen.
es: Agregar tus rutinas tocando el botón de abajo
vi: Thêm các thói quen của bạn bằng cách nhấn vào nút ở phía dưới

source: Cancel
ar: إلغاء
de: Abbrechen
es: Cancelar
vi: Hủy

source: Delete
ar: حذف
de: Löschen
es: Eliminar
vi: Xóa

source: Delete Routine
ar: حذف الروتين
de: Routinen löschen
es: Eliminar Rutina
vi: Xóa Thói quen

source: Discard Changes
ar: تجاهل التغييرات
de: Änderungen verwerfen
es: Descartar Cambios
vi: Hủy các thay đổi

source: Done
ar: تم
de: Fertig
es: Hecho
vi: Hoàn thành

source: No Routines Added
ar: لم يتم إضافة أي روتينات
de: Keine Routinen hinzugefügt
es: No se han agregado rutinas
vi: Chưa có thói quen được thêm

source: Notes
ar: ملاحظات
de: Notizen
es: Notas
vi: Ghi chú

source: Routine Name
ar: اسم الروتين
de: Routinenname
es: Nombre de la Rutina
vi: Tên Thói quen

source: When
ar: متى
de: Wann
es: Cuándo
vi: Khi nào

source: Your Routines
ar: روتيناتك
de: Ihre Routinen
es: Tus Rutinas
vi: Thói quen của bạn
